Revit 2024 API
BuiltInFailures.MEPCalculationFailures.NetworkEnergyEquationNotConverge Property
 The energy calculation could not be performed.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId NetworkEnergyEquationNotConverge { get; }
Visual Basic
Public Shared ReadOnly Property NetworkEnergyEquationNotConverge As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ NetworkEnergyEquationNotConverge {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.MEPCalculationFailures Class
Autodesk.Revit.DB Namespace